tap "argoproj/tap"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "kayac/tap"
tap "robusta-dev/krr"
tap "songmu/tap"
tap "toshimaru/nyan"
brew "act"
brew "argo"
brew "argocd"
brew "atlas"
brew "awscli"
brew "azure-cli"
brew "colima"
brew "docker-buildx"
brew "docker-compose"
brew "fcrackzip"
brew "findutils"
brew "fish"
brew "gh"
brew "git-lfs"
brew "gnu-sed"
brew "goenv"
brew "grpcurl"
brew "hashcat"
brew "helm"
brew "helmfile"
brew "htop"
brew "infracost"
brew "istioctl"
brew "jq"
brew "k6"
brew "k9s"
brew "kind"
brew "kustomize"
brew "libpq"
brew "mkcert"
brew "mysql-client"
brew "pkgconf"
brew "nodenv"
brew "pluto"
brew "poetry"
brew "pyenv"
brew "ripgrep"
brew "rustup"
brew "sops"
brew "terraform-docs"
brew "tfenv"
brew "tfsec"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "kayac/tap/ecspresso"
brew "robusta-dev/krr/krr"
brew "songmu/tap/ecschedule"
brew "toshimaru/nyan/nyan"
cask "android-studio"
cask "docker"
cask "google-cloud-sdk"
cask "session-manager-plugin"
vscode "1yib.rust-bundle"
vscode "ahebrank.yaml2json"
vscode "bbenoist.shell"
vscode "christian-kohler.npm-intellisense"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fill-labs.dependi"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hzgood.dart-data-class-generator"
vscode "infracost.infracost"
vscode "janisdd.vscode-edit-csv"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "mutantdino.resourcemonitor"
vscode "nash.awesome-flutter-snippets"
vscode "pkief.material-icon-theme"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "rust-lang.rust-analyzer"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "svipas.prettier-plus"
vscode "tim-koehler.helm-intellisense"
vscode "tsandall.opa"
vscode "unifiedjs.vscode-mdx"
vscode "vscjava.vscode-gradle"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "yuanhjty.code-template-tool"
vscode "zxh404.vscode-proto3"
